## Source Repos
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
#tap "homwbrew/cask-drivers"

# Non-technical Tools
cask "firefox"
#cask "google-chrome"
cask "grammarly"
cask "whatsapp"
#cask "transmission"
cask "spotify"
cask "rectangle"
cask "maccy"
#cask "logitech-g-hub"

# Technical Tools
cask "visual-studio-code"
#cask "powershell"
#cask "iterm2"
cask "postman"
cask "drawio"
brew "kubernetes-cli"
brew "nmap"
brew "watch"
#brew "node"
#brew "azure-cli"
brew "telnet"
brew "awscli"
brew "python"
brew "nomad"
brew "consul"
brew "vault"
#brew "terraform" - Use tfenv instead
brew "tfenv"
brew "terraform-docs"


cask "google-cloud-sdk"
brew "kubectl"
brew "helm"
brew "kubectx"
brew "kube-ps1"
# brew "python"
# brew "zsh"