## Source Repos
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Non-technical Tools
cask "firefox"
cask "google-chrome"
cask "grammarly"
cask "whatsapp"
cask "transmission"
cask "spotify"
cask "rectangle"

# Technical Tools
cask "visual-studio-code"
cask "powershell"
cask "iterm2"
brew "kubernetes-cli"
brew "nmap"
brew "watch"
brew "node"
brew "azure-cli"
brew "awscli"
brew "python"
